drivers_guide.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-04-10 Fri 16:46 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>HCE Driver's Guide</title>
<meta name="author" content="Janus Developmental Services — Transportation" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/code-copy.css"/>
<link rel="stylesheet" type="text/css" href="src/readtheorg_theme/css/search.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">HCE Driver's Guide</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org5353dae">1. Before Your Shift</a>
<ul>
<li><a href="#org3176a53">1.1. Getting Your Assignment</a></li>
<li><a href="#orgbf003b4">1.2. Signing In</a></li>
<li><a href="#orgfa7ad30">1.3. Fare Box Checkout</a></li>
<li><a href="#orged64b53">1.4. Pre-Trip Inspection</a></li>
<li><a href="#org198ec9d">1.5. Know Your Bus</a></li>
</ul>
</li>
<li><a href="#orgb3c05da">2. Fares and Payments</a>
<ul>
<li><a href="#org0cb829d">2.1. How to Tell if a Rider is Cash or eWallet</a></li>
<li><a href="#org54090f3">2.2. Collecting Fares</a></li>
<li><a href="#orgfd66789">2.3. eWallet Top-Offs</a></li>
<li><a href="#org9bf7e9b">2.4. Companions and Caregivers</a></li>
<li><a href="#org974d15d">2.5. Children</a></li>
</ul>
</li>
<li><a href="#orgbd782c0">3. During Your Shift</a>
<ul>
<li><a href="#org8df1d87">3.1. Picking Up Janus Clients at Janus</a></li>
<li><a href="#org065a891">3.2. No-Show Procedure</a></li>
<li><a href="#org2933aa5">3.3. Unruly or Upset Passengers</a></li>
<li><a href="#org3333e99">3.4. Radio Etiquette and HIPAA</a></li>
</ul>
</li>
<li><a href="#org9e98fe6">4. Mobility Assistance and Accommodations</a>
<ul>
<li><a href="#orgab969a9">4.1. Scope of Driver Assistance</a></li>
<li><a href="#org347b533">4.2. Reasonable Accommodations</a></li>
<li><a href="#orgd2bc790">4.3. Wheelchair Securement</a></li>
</ul>
</li>
<li><a href="#org9532c95">5. Forms and Reporting</a>
<ul>
<li><a href="#orgeffe1af">5.1. Accidents</a>
<ul>
<li><a href="#org98525a2">5.1.1. Accident Prevention</a></li>
<li><a href="#org096dc6c">5.1.2. Immediately After an Accident</a></li>
<li><a href="#orgc91629d">5.1.3. Post-Accident Investigation and Follow-Up</a></li>
<li><a href="#orgcc35e50">5.1.4. Drug and Alcohol Testing</a></li>
<li><a href="#org9e891b9">5.1.5. Supplemental Discipline</a></li>
<li><a href="#org7c3122e">5.1.6. Post-Accident Retraining</a></li>
</ul>
</li>
<li><a href="#orgfa763b9">5.2. Incident Reports</a></li>
<li><a href="#org5f1a00f">5.3. Forgot to Clock In</a></li>
<li><a href="#org18e9527">5.4. Reporting a Maintenance Issue</a></li>
<li><a href="#orga9b353b">5.5. Trip Notes and Tip Notes in Spare</a></li>
<li><a href="#orgd9509f4">5.6. Incorrect PIN</a></li>
<li><a href="#orgc72ea49">5.7. Fare Receipts</a></li>
</ul>
</li>
<li><a href="#org24c8079">6. End of Shift</a>
<ul>
<li><a href="#orgae3123e">6.1. Post-Trip Inspection</a></li>
<li><a href="#orgdcf10fd">6.2. Fare Box Turnover</a></li>
<li><a href="#org02d8c57">6.3. Sign-Out</a></li>
</ul>
</li>
<li><a href="#org2c36ec3">7. Fueling Procedures</a>
<ul>
<li><a href="#org2549098">7.1. Fleet Cards</a></li>
<li><a href="#org77c2c87">7.2. End-of-Shift Fueling</a></li>
<li><a href="#org444d48b">7.3. Mid-Shift Fueling</a></li>
</ul>
</li>
<li><a href="#orgd126509">8. Ongoing Maintenance Responsibilities</a></li>
<li><a href="#org8cf8dd7">9. Lift Operations</a>
<ul>
<li><a href="#org0392232">9.1. Troubleshooting the Lift</a></li>
<li><a href="#org503f353">9.2. Manual Lift Crank Procedure</a></li>
</ul>
</li>
<li><a href="#org7a63815">10. Disaster Recovery</a>
<ul>
<li><a href="#org1fdf22f">10.1. Tablet Failure</a></li>
<li><a href="#org2bdcc92">10.2. Spare System Outage</a></li>
</ul>
</li>
<li><a href="#org3bb5765">11. Policies</a>
<ul>
<li><a href="#org38eb981">11.1. Breaks</a></li>
<li><a href="#org943a821">11.2. Idling</a></li>
<li><a href="#org6aaa0b0">11.3. Dress Code</a></li>
<li><a href="#orgdb659b6">11.4. Time Off Requests</a></li>
<li><a href="#org2b7342c">11.5. Maintenance Memos</a></li>
</ul>
</li>
<li><a href="#org53ba081">12. Contacts and Resources</a>
<ul>
<li><a href="#orgcc6b29e">12.1. Key Numbers</a></li>
<li><a href="#org238f0bb">12.2. Downloading Spare Driver</a></li>
<li><a href="#org880bdcd">12.3. Downloading HCM TOGO</a></li>
</ul>
</li>
<li><a href="#org02bcc20">13. What's New</a>
<ul>
<li><a href="#org69a2c1e">13.1. Spare Driver App v2.75 — April 2026</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org5353dae" class="outline-2">
<h2 id="org5353dae"><span class="section-number-2">1.</span> Before Your Shift</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org3176a53" class="outline-3">
<h3 id="org3176a53"><span class="section-number-3">1.1.</span> Getting Your Assignment</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>Check the schedule for your bus number.</li>
<li>Retrieve the corresponding radio and keys.</li>
<li>Turn on the radio and confirm you are on a private channel.</li>
</ul>
</div>
</div>
<div id="outline-container-orgbf003b4" class="outline-3">
<h3 id="orgbf003b4"><span class="section-number-3">1.2.</span> Signing In</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>Get a tablet from the charging station.</li>
<li>Sign into Spare Driver on the tablet.</li>
<li>Sign into HCM TOGO.</li>
</ul>
</div>
</div>
<div id="outline-container-orgfa7ad30" class="outline-3">
<h3 id="orgfa7ad30"><span class="section-number-3">1.3.</span> Fare Box Checkout</h3>
<div class="outline-text-3" id="text-1-3">
<ul class="org-ul">
<li>Sign out a fare box.</li>
<li>Confirm you have all necessary paperwork: cleaning form, incident reports, and fare box tickets.</li>
</ul>
</div>
</div>
<div id="outline-container-orged64b53" class="outline-3">
<h3 id="orged64b53"><span class="section-number-3">1.4.</span> Pre-Trip Inspection</h3>
<div class="outline-text-3" id="text-1-4">
<ul class="org-ul">
<li>Complete your pre-trip inspection before departing.</li>
<li>See <a href="#org198ec9d">Know Your Bus</a> for vehicle-specific locations of emergency equipment, door controls, and fluid check points.</li>
</ul>
</div>
</div>
<div id="outline-container-org198ec9d" class="outline-3">
<h3 id="org198ec9d"><span class="section-number-3">1.5.</span> Know Your Bus</h3>
<div class="outline-text-3" id="text-1-5">
<blockquote>
<p>
Vehicle-specific photo guides (with callouts) coming soon. Each bus model will have its own section covering door operation, emergency brake location, fluid check points, and equipment storage.
</p>
</blockquote>
</div>
</div>
</div>
<div id="outline-container-orgb3c05da" class="outline-2">
<h2 id="orgb3c05da"><span class="section-number-2">2.</span> Fares and Payments</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org0cb829d" class="outline-3">
<h3 id="org0cb829d"><span class="section-number-3">2.1.</span> How to Tell if a Rider is Cash or eWallet</h3>
<div class="outline-text-3" id="text-2-1">
<p>
Open the rider's trip card in Spare Driver. The payment method is displayed on the trip detail screen. Cash riders must pay with exact change. eWallet riders have their fare deducted automatically — do not collect cash from them unless they are making a top-off payment.
</p>
</div>
</div>
<div id="outline-container-org54090f3" class="outline-3">
<h3 id="org54090f3"><span class="section-number-3">2.2.</span> Collecting Fares</h3>
<div class="outline-text-3" id="text-2-2">
<ul class="org-ul">
<li>Passengers must have exact change. The standard fare is $3.00.</li>
<li>If a rider does not have exact change, contact dispatch and note the excess amount as a top-off.</li>
</ul>

<p>
<b>Note for dispatch:</b> When a rider overpays, Spare may automatically switch their default payment method from Cash to eWallet when it detects the balance. Dispatch should check the rider's default payment method at that time and change it back to Cash if needed. Failure to do so may result in the rider being charged twice on a future trip.
</p>
</div>
</div>
<div id="outline-container-orgfd66789" class="outline-3">
<h3 id="orgfd66789"><span class="section-number-3">2.3.</span> eWallet Top-Offs</h3>
<div class="outline-text-3" id="text-2-3">
<p>
If a rider gives you cash or a check to add to their eWallet balance:
</p>
<ol class="org-ol">
<li>Accept the payment and note the amount.</li>
<li>Record it on the fare box ticket.</li>
<li>Report it to dispatch so the credit can be applied.</li>
</ol>
</div>
</div>
<div id="outline-container-org9bf7e9b" class="outline-3">
<h3 id="org9bf7e9b"><span class="section-number-3">2.4.</span> Companions and Caregivers</h3>
<div class="outline-text-3" id="text-2-4">
<blockquote>
<p>
Policy to be documented. Placeholder — confirm with management whether companions/caregivers ride free or pay standard fare.
</p>
</blockquote>
</div>
</div>
<div id="outline-container-org974d15d" class="outline-3">
<h3 id="org974d15d"><span class="section-number-3">2.5.</span> Children</h3>
<div class="outline-text-3" id="text-2-5">
<p>
Riders under the age of 11 ride free when accompanied by a paying adult.
</p>
</div>
</div>
</div>
<div id="outline-container-orgbd782c0" class="outline-2">
<h2 id="orgbd782c0"><span class="section-number-2">3.</span> During Your Shift</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org8df1d87" class="outline-3">
<h3 id="org8df1d87"><span class="section-number-3">3.1.</span> Picking Up Janus Clients at Janus</h3>
<div class="outline-text-3" id="text-3-1">
<blockquote>
<p>
Specific protocol to be documented.
</p>
</blockquote>
</div>
</div>
<div id="outline-container-org065a891" class="outline-3">
<h3 id="org065a891"><span class="section-number-3">3.2.</span> No-Show Procedure</h3>
<div class="outline-text-3" id="text-3-2">
<blockquote>
<p>
Specific steps to be documented.
</p>
</blockquote>
</div>
</div>
<div id="outline-container-org2933aa5" class="outline-3">
<h3 id="org2933aa5"><span class="section-number-3">3.3.</span> Unruly or Upset Passengers</h3>
<div class="outline-text-3" id="text-3-3">
<ul class="org-ul">
<li>Contact management immediately for direction.</li>
<li>Drivers may <b>not</b> expel passengers from the bus.</li>
<li>Maintain a professional demeanor at all times.</li>
</ul>
</div>
</div>
<div id="outline-container-org3333e99" class="outline-3">
<h3 id="org3333e99"><span class="section-number-3">3.4.</span> Radio Etiquette and HIPAA</h3>
<div class="outline-text-3" id="text-3-4">
<ul class="org-ul">
<li>Always communicate on a private channel.</li>
<li>Do not discuss HIPAA-sensitive information or personal passenger details over the radio.</li>
<li>Refrain from inappropriate or controversial radio content while passengers are on board.</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org9e98fe6" class="outline-2">
<h2 id="org9e98fe6"><span class="section-number-2">4.</span> Mobility Assistance and Accommodations</h2>
<div class="outline-text-2" id="text-4">
</div>
