drivers_guide.org
** Scope of Driver Assistance
Drivers are expected to provide reasonable assistance to riders with limited mobility. This includes:
- Deploying and stowing the lift or ramp.
- Assisting riders to and from their seat.
- Securing wheelchairs and mobility devices per securement procedures.

Drivers are *not* expected to provide attendant-level services. This includes personal care, medical assistance, or physical support beyond what is needed to safely board and exit the vehicle. If a rider requires attendant-level care, they should travel with a personal care attendant.

** Reasonable Accommodations
#+BEGIN_QUOTE
Reasonable accommodations policy to be documented — consult with management and ADA guidelines.
#+END_QUOTE

** Wheelchair Securement
#+BEGIN_QUOTE
Securement procedure to be documented. See also: [[*Lift Operations][Lift Operations]].
#+END_QUOTE

* Forms and Reporting

** Accidents

*** Accident Prevention
#+BEGIN_QUOTE
*For Ben:* Is avoiding backing up a formal policy or a general safety guideline? Any other prevention points to include here?
#+END_QUOTE

*** Immediately After an Accident
Any accident, no matter how minor, must be reported to management immediately.
#+BEGIN_QUOTE
*For Ben:* What are the immediate steps? e.g. Stay on scene, call 911, call management, secure passengers, do not move the vehicle? In what order?
#+END_QUOTE

*** Post-Accident Investigation and Follow-Up
Complete an accident report before the end of your shift.
#+BEGIN_QUOTE
*For Ben:* What does the post-accident investigation process look like from the driver's perspective? What should they expect to happen?
#+END_QUOTE

*** Drug and Alcohol Testing
The manager on duty uses the decision tree below to determine whether drug and alcohol testing is required under FTA authority:

#+BEGIN_EXPORT html
<div class="mermaid">
flowchart TD
    A([ACCIDENT]) --> B["Did the accident involve a revenue service vehicle,\nwhether in or out of revenue service?"]
    B -->|No| NT1["No test required — document"]
    B -->|Yes| C["Was the occurrence associated with\nthe manner of operation?"]
    C -->|No| NT1
    C -->|Yes| D["Was there a fatality?"]
    D -->|Yes| TASAP1["Test ASAP\nDriver + any SS employee\nwho could have contributed\n "]
    D -->|No| E["Was anyone immediately transported\nto a medical treatment facility?"]
    E -->|No| H["Was there disabling damage\nto any vehicle?"]
    E -->|Yes| F["Can the operator's performance be completely\ndiscounted as a contributing factor?"]
    F -->|Yes| NT2["No test required — document"]
    F -->|No| TASAP2["Test ASAP\nDriver + any SS employee\nwho could have contributed"]
    H -->|Yes| F2["Can the operator's performance be completely\ndiscounted as a contributing factor?"]
    H -->|No| NT4["No test required — document"]
    F2 -->|Yes| NT5["No test required — document"]
    F2 -->|No| TASAP4["Test ASAP\nDriver + any SS employee\nwho could have contributed"]
</div>
#+END_EXPORT

#+BEGIN_QUOTE
*SS — Safety-Sensitive Employee* — any employee whose position requires a commercial driver's license or who performs safety-sensitive functions, including vehicle operators and dispatchers.

*Disabling Damage* — damage that precludes departure of a motor vehicle from the scene in its usual manner in daylight after simple repairs. Excludes: temporary roadside repairs, tire replacement without other damage, headlamp or tail light damage, or damage to signals/horn/wipers.

#+END_QUOTE

For your files: attach test results summary, order to test, Custody and Control Form (USDOT), and alcohol testing form (USDOT).

Timing requirements:
- Alcohol test must be performed within *2 hours* of the accident.
- Drug test must be performed within *32 hours* of the accident.

*** Supplemental Discipline
#+BEGIN_QUOTE
*For Ben:* What triggers supplemental discipline following an accident? Is it based on the contributing factor determination, severity, or other criteria?
#+END_QUOTE

*** Post-Accident Retraining
#+BEGIN_QUOTE
*For Ben:* Who assigns retraining, what does it typically involve, and is it separate from the discipline process?
#+END_QUOTE

** Incident Reports
Complete an incident report for any unusual event involving a passenger, vehicle, or third party.

** Forgot to Clock In
#+BEGIN_QUOTE
Steps to be documented — contact dispatch or complete a specific form?
#+END_QUOTE

** Reporting a Maintenance Issue
#+BEGIN_QUOTE
Steps to be documented.
#+END_QUOTE

** Trip Notes and Tip Notes in Spare
#+BEGIN_QUOTE
Where to find trip notes and how to add tip notes in Spare Driver — to be documented.
#+END_QUOTE

** Incorrect PIN
#+BEGIN_QUOTE
How to report an incorrect rider PIN — to be documented.
#+END_QUOTE

** Fare Receipts
The fare box ticket is the primary record of all cash collected during your shift. Accuracy and legibility directly affect the reconciliation process — illegible or incomplete entries create errors that take significant time to resolve.

For each transaction, record:
- *Date* — the correct date of service. This is critical for reconciliation.
- *Rider name* — first initial and full last name at minimum (e.g., /J. Smith/). Write clearly.
- *Amount collected* — the exact amount received.
- *Top-offs* — write *TO* next to the entry to indicate an eWallet top-off payment.

If you make a mistake, draw a single line through the entry and initial it. Do not scribble out or obscure the original — the crossed-out entry must still be readable.

When your shift ends, see [[*Fare Box Turnover][Fare Box Turnover]] for how to submit the ticket.

* End of Shift

** Post-Trip Inspection
Complete your post-trip inspection before signing out.

** Fare Box Turnover
- If money was collected: place the fare box ticket into the fare box and put it in the locker.
- If no money was collected: place the ticket in the designated bowl. Put the box back in the stack.

