drivers_guide.html
<div id="outline-container-orgab969a9" class="outline-3">
<h3 id="orgab969a9"><span class="section-number-3">4.1.</span> Scope of Driver Assistance</h3>
<div class="outline-text-3" id="text-4-1">
<p>
Drivers are expected to provide reasonable assistance to riders with limited mobility. This includes:
</p>
<ul class="org-ul">
<li>Deploying and stowing the lift or ramp.</li>
<li>Assisting riders to and from their seat.</li>
<li>Securing wheelchairs and mobility devices per securement procedures.</li>
</ul>

<p>
Drivers are <b>not</b> expected to provide attendant-level services. This includes personal care, medical assistance, or physical support beyond what is needed to safely board and exit the vehicle. If a rider requires attendant-level care, they should travel with a personal care attendant.
</p>
</div>
</div>
<div id="outline-container-org347b533" class="outline-3">
<h3 id="org347b533"><span class="section-number-3">4.2.</span> Reasonable Accommodations</h3>
<div class="outline-text-3" id="text-4-2">
<blockquote>
<p>
Reasonable accommodations policy to be documented — consult with management and ADA guidelines.
</p>
</blockquote>
</div>
</div>
<div id="outline-container-orgd2bc790" class="outline-3">
<h3 id="orgd2bc790"><span class="section-number-3">4.3.</span> Wheelchair Securement</h3>
<div class="outline-text-3" id="text-4-3">
<blockquote>
<p>
Securement procedure to be documented. See also: <a href="#org8cf8dd7">Lift Operations</a>.
</p>
</blockquote>
</div>
</div>
</div>
<div id="outline-container-org9532c95" class="outline-2">
<h2 id="org9532c95"><span class="section-number-2">5.</span> Forms and Reporting</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-orgeffe1af" class="outline-3">
<h3 id="orgeffe1af"><span class="section-number-3">5.1.</span> Accidents</h3>
<div class="outline-text-3" id="text-5-1">
</div>
<div id="outline-container-org98525a2" class="outline-4">
<h4 id="org98525a2"><span class="section-number-4">5.1.1.</span> Accident Prevention</h4>
<div class="outline-text-4" id="text-5-1-1">
<blockquote>
<p>
<b>For Ben:</b> Is avoiding backing up a formal policy or a general safety guideline? Any other prevention points to include here?
</p>
</blockquote>
</div>
</div>
<div id="outline-container-org096dc6c" class="outline-4">
<h4 id="org096dc6c"><span class="section-number-4">5.1.2.</span> Immediately After an Accident</h4>
<div class="outline-text-4" id="text-5-1-2">
<p>
Any accident, no matter how minor, must be reported to management immediately.
</p>
<blockquote>
<p>
<b>For Ben:</b> What are the immediate steps? e.g. Stay on scene, call 911, call management, secure passengers, do not move the vehicle? In what order?
</p>
</blockquote>
</div>
</div>
<div id="outline-container-orgc91629d" class="outline-4">
<h4 id="orgc91629d"><span class="section-number-4">5.1.3.</span> Post-Accident Investigation and Follow-Up</h4>
<div class="outline-text-4" id="text-5-1-3">
<p>
Complete an accident report before the end of your shift.
</p>
<blockquote>
<p>
<b>For Ben:</b> What does the post-accident investigation process look like from the driver's perspective? What should they expect to happen?
</p>
</blockquote>
</div>
</div>
<div id="outline-container-orgcc35e50" class="outline-4">
<h4 id="orgcc35e50"><span class="section-number-4">5.1.4.</span> Drug and Alcohol Testing</h4>
<div class="outline-text-4" id="text-5-1-4">
<p>
The manager on duty uses the decision tree below to determine whether drug and alcohol testing is required under FTA authority:
</p>

<div class="mermaid">
flowchart TD
    A([ACCIDENT]) --> B["Did the accident involve a revenue service vehicle,\nwhether in or out of revenue service?"]
    B -->|No| NT1["No test required — document"]
    B -->|Yes| C["Was the occurrence associated with\nthe manner of operation?"]
    C -->|No| NT1
    C -->|Yes| D["Was there a fatality?"]
    D -->|Yes| TASAP1["Test ASAP\nDriver + any SS employee\nwho could have contributed\n "]
    D -->|No| E["Was anyone immediately transported\nto a medical treatment facility?"]
    E -->|No| H["Was there disabling damage\nto any vehicle?"]
    E -->|Yes| F["Can the operator's performance be completely\ndiscounted as a contributing factor?"]
    F -->|Yes| NT2["No test required — document"]
    F -->|No| TASAP2["Test ASAP\nDriver + any SS employee\nwho could have contributed"]
    H -->|Yes| F2["Can the operator's performance be completely\ndiscounted as a contributing factor?"]
    H -->|No| NT4["No test required — document"]
    F2 -->|Yes| NT5["No test required — document"]
    F2 -->|No| TASAP4["Test ASAP\nDriver + any SS employee\nwho could have contributed"]
</div>

<blockquote>
<p>
<b>SS — Safety-Sensitive Employee</b> — any employee whose position requires a commercial driver's license or who performs safety-sensitive functions, including vehicle operators and dispatchers.
</p>

<p>
<b>Disabling Damage</b> — damage that precludes departure of a motor vehicle from the scene in its usual manner in daylight after simple repairs. Excludes: temporary roadside repairs, tire replacement without other damage, headlamp or tail light damage, or damage to signals/horn/wipers.
</p>
</blockquote>

<p>
For your files: attach test results summary, order to test, Custody and Control Form (USDOT), and alcohol testing form (USDOT).
</p>

<p>
Timing requirements:
</p>
<ul class="org-ul">
<li>Alcohol test must be performed within <b>2 hours</b> of the accident.</li>
<li>Drug test must be performed within <b>32 hours</b> of the accident.</li>
</ul>
</div>
</div>
<div id="outline-container-org9e891b9" class="outline-4">
<h4 id="org9e891b9"><span class="section-number-4">5.1.5.</span> Supplemental Discipline</h4>
<div class="outline-text-4" id="text-5-1-5">
<blockquote>
<p>
<b>For Ben:</b> What triggers supplemental discipline following an accident? Is it based on the contributing factor determination, severity, or other criteria?
</p>
</blockquote>
</div>
</div>
<div id="outline-container-org7c3122e" class="outline-4">
<h4 id="org7c3122e"><span class="section-number-4">5.1.6.</span> Post-Accident Retraining</h4>
<div class="outline-text-4" id="text-5-1-6">
<blockquote>
<p>
<b>For Ben:</b> Who assigns retraining, what does it typically involve, and is it separate from the discipline process?
</p>
</blockquote>
</div>
</div>
</div>
<div id="outline-container-orgfa763b9" class="outline-3">
<h3 id="orgfa763b9"><span class="section-number-3">5.2.</span> Incident Reports</h3>
<div class="outline-text-3" id="text-5-2">
<p>
Complete an incident report for any unusual event involving a passenger, vehicle, or third party.
</p>
</div>
</div>
<div id="outline-container-org5f1a00f" class="outline-3">
<h3 id="org5f1a00f"><span class="section-number-3">5.3.</span> Forgot to Clock In</h3>
<div class="outline-text-3" id="text-5-3">
<blockquote>
<p>
Steps to be documented — contact dispatch or complete a specific form?
</p>
</blockquote>
</div>
</div>
<div id="outline-container-org18e9527" class="outline-3">
<h3 id="org18e9527"><span class="section-number-3">5.4.</span> Reporting a Maintenance Issue</h3>
<div class="outline-text-3" id="text-5-4">
<blockquote>
<p>
Steps to be documented.
</p>
</blockquote>
</div>
</div>
<div id="outline-container-orga9b353b" class="outline-3">
<h3 id="orga9b353b"><span class="section-number-3">5.5.</span> Trip Notes and Tip Notes in Spare</h3>
<div class="outline-text-3" id="text-5-5">
<blockquote>
<p>
Where to find trip notes and how to add tip notes in Spare Driver — to be documented.
</p>
</blockquote>
</div>
</div>
<div id="outline-container-orgd9509f4" class="outline-3">
<h3 id="orgd9509f4"><span class="section-number-3">5.6.</span> Incorrect PIN</h3>
<div class="outline-text-3" id="text-5-6">
<blockquote>
<p>
How to report an incorrect rider PIN — to be documented.
</p>
</blockquote>
</div>
</div>
<div id="outline-container-orgc72ea49" class="outline-3">
<h3 id="orgc72ea49"><span class="section-number-3">5.7.</span> Fare Receipts</h3>
<div class="outline-text-3" id="text-5-7">
<p>
The fare box ticket is the primary record of all cash collected during your shift. Accuracy and legibility directly affect the reconciliation process — illegible or incomplete entries create errors that take significant time to resolve.
</p>

<p>
For each transaction, record:
</p>
<ul class="org-ul">
<li><b>Date</b> — the correct date of service. This is critical for reconciliation.</li>
<li><b>Rider name</b> — first initial and full last name at minimum (e.g., <i>J. Smith</i>). Write clearly.</li>
<li><b>Amount collected</b> — the exact amount received.</li>
<li><b>Top-offs</b> — write <b>TO</b> next to the entry to indicate an eWallet top-off payment.</li>
</ul>

<p>
If you make a mistake, draw a single line through the entry and initial it. Do not scribble out or obscure the original — the crossed-out entry must still be readable.
</p>

<p>
When your shift ends, see <a href="#orgdcf10fd">Fare Box Turnover</a> for how to submit the ticket.
</p>
</div>
</div>
</div>
<div id="outline-container-org24c8079" class="outline-2">
<h2 id="org24c8079"><span class="section-number-2">6.</span> End of Shift</h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-orgae3123e" class="outline-3">
<h3 id="orgae3123e"><span class="section-number-3">6.1.</span> Post-Trip Inspection</h3>
<div class="outline-text-3" id="text-6-1">
<p>
Complete your post-trip inspection before signing out.
</p>
</div>
</div>
<div id="outline-container-orgdcf10fd" class="outline-3">
<h3 id="orgdcf10fd"><span class="section-number-3">6.2.</span> Fare Box Turnover</h3>
<div class="outline-text-3" id="text-6-2">
<ul class="org-ul">
<li>If money was collected: place the fare box ticket into the fare box and put it in the locker.</li>
<li>If no money was collected: place the ticket in the designated bowl. Put the box back in the stack.</li>
</ul>
</div>
</div>
