drivers_guide.html
<div id="outline-container-org02d8c57" class="outline-3">
<h3 id="org02d8c57"><span class="section-number-3">6.3.</span> Sign-Out</h3>
<div class="outline-text-3" id="text-6-3">
<ul class="org-ul">
<li>Make sure the bus has at least a half tank of fuel. See <a href="#org2c36ec3">Fueling Procedures</a> if needed.</li>
<li>Turn off the communication radio.</li>
<li>Sign out of Spare Driver.</li>
<li>Plug in the radio, tablet, and hang up the bus keys.</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org2c36ec3" class="outline-2">
<h2 id="org2c36ec3"><span class="section-number-2">7.</span> Fueling Procedures</h2>
<div class="outline-text-2" id="text-7">
</div>
<div id="outline-container-org2549098" class="outline-3">
<h3 id="org2549098"><span class="section-number-3">7.1.</span> Fleet Cards</h3>
<div class="outline-text-3" id="text-7-1">
<p>
Two fleet cards are available for fueling:
</p>

<ul class="org-ul">
<li><b>Country Mark</b> (Noblesville location only) — for use at the Country Mark station in Noblesville.</li>
<li><b>Circle K</b> — accepted anywhere Circle K operates; a discount applies at Circle K locations.</li>
</ul>

<p>
Your personal gas code is assigned at orientation. If you do not have your code or have forgotten it, contact Teresa or Ben.
</p>

<p>
When fueling, you will be prompted to enter the current mileage at the pump. Use the odometer reading at the time of fueling.
</p>
</div>
</div>
<div id="outline-container-org77c2c87" class="outline-3">
<h3 id="org77c2c87"><span class="section-number-3">7.2.</span> End-of-Shift Fueling</h3>
<div class="outline-text-3" id="text-7-2">
<p>
Buses must be returned with at least a half tank of fuel. If fueling is needed at the end of your shift, use the nearest available station with the appropriate fleet card and your personal gas code.
</p>
</div>
</div>
<div id="outline-container-org444d48b" class="outline-3">
<h3 id="org444d48b"><span class="section-number-3">7.3.</span> Mid-Shift Fueling</h3>
<div class="outline-text-3" id="text-7-3">
<p>
Fueling during the day is encouraged to avoid running low during peak service hours. Our busiest times are <b>7:00–9:00 AM</b> and <b>2:00–5:00 PM</b> — plan to fuel outside those windows whenever possible.
</p>

<p>
If the fuel level falls below <b>3/16 of a tank</b>:
</p>
<ol class="org-ol">
<li>Proceed to the nearest available station when your schedule allows.</li>
<li>Use the fleet card and your personal gas code.</li>
<li>Enter the current mileage at the pump.</li>
</ol>

<p>
<b>Drivers are prohibited from fueling with a rider on board.</b> If you are critically low on fuel and have riders on your schedule, call dispatch immediately so they can help clear your schedule before you fuel.
</p>
</div>
</div>
</div>
<div id="outline-container-orgd126509" class="outline-2">
<h2 id="orgd126509"><span class="section-number-2">8.</span> Ongoing Maintenance Responsibilities</h2>
<div class="outline-text-2" id="text-8">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Task</th>
<th scope="col" class="org-left">Frequency</th>
<th scope="col" class="org-left">Notes</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Oil change request</td>
<td class="org-left">500 miles before</td>
<td class="org-left">Submit when mileage reaches sticker minus 500</td>
</tr>

<tr>
<td class="org-left">Bus cleaning form</td>
<td class="org-left">Bi-weekly</td>
<td class="org-left">&nbsp;</td>
</tr>

<tr>
<td class="org-left">Fire extinguisher check</td>
<td class="org-left">Monthly (1st)</td>
<td class="org-left">Date and initial on the extinguisher</td>
</tr>
</tbody>
</table>

<p>
See also <a href="#org2b7342c">Maintenance Memos</a> for issued guidance on specific maintenance topics.
</p>
</div>
</div>
<div id="outline-container-org8cf8dd7" class="outline-2">
<h2 id="org8cf8dd7"><span class="section-number-2">9.</span> Lift Operations</h2>
<div class="outline-text-2" id="text-9">
</div>
<div id="outline-container-org0392232" class="outline-3">
<h3 id="org0392232"><span class="section-number-3">9.1.</span> Troubleshooting the Lift</h3>
<div class="outline-text-3" id="text-9-1">
<blockquote>
<p>
Lift troubleshooting guide to be built with Jeff's input.
</p>
</blockquote>
</div>
</div>
<div id="outline-container-org503f353" class="outline-3">
<h3 id="org503f353"><span class="section-number-3">9.2.</span> Manual Lift Crank Procedure</h3>
<div class="outline-text-3" id="text-9-2">
<blockquote>
<p>
Manual crank procedure to be documented.
</p>
</blockquote>
</div>
</div>
</div>
<div id="outline-container-org7a63815" class="outline-2">
<h2 id="org7a63815"><span class="section-number-2">10.</span> Disaster Recovery</h2>
<div class="outline-text-2" id="text-10">
</div>
<div id="outline-container-org1fdf22f" class="outline-3">
<h3 id="org1fdf22f"><span class="section-number-3">10.1.</span> Tablet Failure</h3>
<div class="outline-text-3" id="text-10-1">
<p>
If your tablet loses power or stops working mid-shift:
</p>

<ol class="org-ol">
<li>Download <b>Spare Driver</b> from the App Store (iPhone) or Play Store (Android) on your personal phone.</li>
<li>Log in with your normal Spare credentials.</li>
<li>Continue your route — the app works identically to the tablet.</li>
</ol>

<p>
Contact dispatch to let them know you have switched to your phone.
</p>
</div>
</div>
<div id="outline-container-org2bdcc92" class="outline-3">
<h3 id="org2bdcc92"><span class="section-number-3">10.2.</span> Spare System Outage</h3>
<div class="outline-text-3" id="text-10-2">
<p>
If Spare goes down entirely, use the Disaster Recovery Driver Interface to view your route manifest:
</p>

<ol class="org-ol">
<li>Go to: <a href="https://driver.us.sparedr.com/">https://driver.us.sparedr.com/</a></li>
<li><b>Organization Key:</b> <code>hce-janus</code></li>
<li><b>Username:</b> your normal Spare login — <b>must be all lowercase</b></li>
<li><b>Password:</b> <code>08250</code></li>
</ol>

<p>
Once logged in, you can view your upcoming pickups and drop-offs, break times, and scheduled PU/DO times. Tap the blue link on any trip to open Google Maps navigation to that stop.
</p>

<blockquote>
<p>
Additional interface walkthrough to be added after review with active driver login.
</p>
</blockquote>
</div>
</div>
</div>
<div id="outline-container-org3bb5765" class="outline-2">
<h2 id="org3bb5765"><span class="section-number-2">11.</span> Policies</h2>
<div class="outline-text-2" id="text-11">
</div>
<div id="outline-container-org38eb981" class="outline-3">
<h3 id="org38eb981"><span class="section-number-3">11.1.</span> Breaks</h3>
<div class="outline-text-3" id="text-11-1">
<p>
<a id="orgf2c5019"></a>
Drivers receive a 30-minute unpaid lunch break and clock out accordingly. Your route schedule in Spare may also include 20-minute gaps between trips. These gaps are a normal part of route planning and provide built-in flexibility in your schedule. Use the time as available — trips may be assigned to fill gaps depending on service demand. Dispatch will notify you of any changes to your schedule.
</p>
</div>
</div>
<div id="outline-container-org943a821" class="outline-3">
<h3 id="org943a821"><span class="section-number-3">11.2.</span> Idling</h3>
<div class="outline-text-3" id="text-11-2">
<p>
<a id="orgbd183ba"></a>
When the outside temperature is between 45°F and 75°F, do not idle the vehicle for longer than 15 minutes at a time. Be aware of high-idling periods in your shift, such as after your pre-trip or during lunch, and minimize idling during those times.
</p>

<p>
<i>Issued November 4, 2025</i>
</p>
</div>
</div>
<div id="outline-container-org6aaa0b0" class="outline-3">
<h3 id="org6aaa0b0"><span class="section-number-3">11.3.</span> Dress Code</h3>
<div class="outline-text-3" id="text-11-3">
<p>
<a id="orga9c7ea8"></a>
Company uniforms are no longer issued to new employees. The following dress code applies to all drivers:
</p>

<ul class="org-ul">
<li>Company shirts previously issued, or any Janus-branded clothing, may be worn.</li>
<li>Collared shirts and t-shirts are permitted, provided a professional and neutral appearance is maintained.</li>
<li>Khaki, cargo-style pants, or jeans are permitted.</li>
<li>Shorts are permitted year-round, provided they do not interfere with completing your shift.</li>
<li>Shoes, sneakers, and boots are permitted. No open-toed shoes.</li>
<li>Hats may be worn if they do not obstruct the driver's view or interfere with vehicle operation.</li>
<li>All employees are expected to maintain good hygiene and be neat in appearance.</li>
<li>Attire containing profanity, vulgarity, or politically charged messaging is strictly prohibited.</li>
</ul>

<p>
<i>Issued February 12, 2026</i>
</p>
</div>
</div>
<div id="outline-container-orgdb659b6" class="outline-3">
<h3 id="orgdb659b6"><span class="section-number-3">11.4.</span> Time Off Requests</h3>
<div class="outline-text-3" id="text-11-4">
<p>
<a id="orgd31e8f8"></a>
Most trips are assigned to routes beginning 8 days before the scheduled day of service. Requests for time off within that 8-day window are more difficult to approve and can disrupt service to riders.
</p>

<ul class="org-ul">
<li>Provide as much advance notice as possible when requesting time off.</li>
<li>If your request falls within the 8-day window, contact the manager on duty in addition to submitting the request in Accupay.</li>
</ul>

<p>
<i>Issued November 4, 2025</i>
</p>
</div>
</div>
