drivers_guide.html
<div id="outline-container-org2b7342c" class="outline-3">
<h3 id="org2b7342c"><span class="section-number-3">11.5.</span> Maintenance Memos</h3>
<div class="outline-text-3" id="text-11-5">
<p>
<a id="org8a8e94e"></a>
Issued memos from transportation management are listed below for reference.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Date</th>
<th scope="col" class="org-left">Subject</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">November 4, 2025</td>
<td class="org-left">Vehicle Idling Policy</td>
</tr>

<tr>
<td class="org-left">November 4, 2025</td>
<td class="org-left">Late Time Off Requests</td>
</tr>

<tr>
<td class="org-left">February 12, 2026</td>
<td class="org-left">Uniform Policy / Dress Code</td>
</tr>

<tr>
<td class="org-left">TBD</td>
<td class="org-left">Hydraulic Lines</td>
</tr>

<tr>
<td class="org-left">TBD</td>
<td class="org-left">Lift Bolts</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
<div id="outline-container-org53ba081" class="outline-2">
<h2 id="org53ba081"><span class="section-number-2">12.</span> Contacts and Resources</h2>
<div class="outline-text-2" id="text-12">
</div>
<div id="outline-container-orgcc6b29e" class="outline-3">
<h3 id="orgcc6b29e"><span class="section-number-3">12.1.</span> Key Numbers</h3>
<div class="outline-text-3" id="text-12-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Name</th>
<th scope="col" class="org-left">Role</th>
<th scope="col" class="org-left">Number</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Dispatch</td>
<td class="org-left">Landline (sick calls, radio issues)</td>
<td class="org-left">(317) 776-3226</td>
</tr>

<tr>
<td class="org-left">Ben Platz</td>
<td class="org-left">Senior Transportation Manager</td>
<td class="org-left">(317) 453-9407</td>
</tr>

<tr>
<td class="org-left">Teresa Franklin</td>
<td class="org-left">Transportation</td>
<td class="org-left">(317) 457-9286</td>
</tr>
</tbody>
</table>

<p>
Leave a voicemail at the dispatch landline if you need to call in sick or your radio is not working.
</p>
</div>
</div>
<div id="outline-container-org238f0bb" class="outline-3">
<h3 id="org238f0bb"><span class="section-number-3">12.2.</span> Downloading Spare Driver</h3>
<div class="outline-text-3" id="text-12-2">
<ul class="org-ul">
<li><b>iPhone:</b> Search "Spare Driver" in the App Store</li>
<li><b>Android:</b> Search "Spare Driver" in the Play Store</li>
</ul>

<p>
Log in with the credentials provided at orientation.
</p>
</div>
</div>
<div id="outline-container-org880bdcd" class="outline-3">
<h3 id="org880bdcd"><span class="section-number-3">12.3.</span> Downloading HCM TOGO</h3>
<div class="outline-text-3" id="text-12-3">
<blockquote>
<p>
App store link and login steps to be documented.
</p>
</blockquote>
</div>
</div>
</div>
<div id="outline-container-org02bcc20" class="outline-2">
<h2 id="org02bcc20"><span class="section-number-2">13.</span> What's New</h2>
<div class="outline-text-2" id="text-13">
<p>
Recent updates and notices from transportation management. Items here are incorporated into the relevant guide sections on a rolling basis.
</p>
</div>
<div id="outline-container-org69a2c1e" class="outline-3">
<h3 id="org69a2c1e"><span class="section-number-3">13.1.</span> Spare Driver App v2.75 — April 2026</h3>
<div class="outline-text-3" id="text-13-1">
<p>
<i>Posted April 10, 2026</i>
</p>

<p>
A new version of Spare Driver (v2.75) is available. <b>This update must be triggered manually.</b>
</p>

<p>
To update:
</p>
<ol class="org-ol">
<li>Open the Play Store on your tablet</li>
<li>Search for <b>Spare Driver</b></li>
<li>Tap <b>Update</b> — if it says <b>Open</b>, you are already on the newest version</li>
<li>If you need help updating your tablet, bring it to dispatch</li>
</ol>

<p>
<b>What's new in v2.75:</b>
</p>
<ul class="org-ul">
<li><b>Rider-to-driver location sharing</b> — once you arrive at a pickup, you can see the rider's location on the map if they are using the Spare Rider app. Riders can opt out at any time.</li>
<li><b>Google Maps traffic layer</b> — live traffic conditions now display during navigation (green/yellow/red).</li>
<li><b>Urgent inspection failure alerts</b> — if your pre-trip inspection flags a critical item, a screen will display the specific failed items.</li>
<li>Stability improvements and crash fixes</li>
<li>Faster performance and reduced battery consumption</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2026</p>
<p class="author">Author: Janus Developmental Services — Transportation</p>
<p class="date">Created: 2026-04-10 Fri 16:46</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
